[
    {
        "tier": 1,
        "title": "Congratulations! You made it to Tier 1!",
        "description": "Welcome to the Better Pokémon Selector!  This is a tool that finds out just how much you like each Pokémon.  Each Pokémon has an \"ELO\" rating, which starts at 1500.  The higher the ELO rating, the more you like that Pokémon.  The green number that you see whenever you choose a Pokémon tells you how much its ELO just increased by. Keep on clicking!"
    },
    {
        "tier": 2,
        "title": "Congratulations! You made it to Tier 2!",
        "description": "Now that you've done 50 competitions, you have access to the Lookup Page.  If you want to know the ELO rating of any given Pokémon, you can look it up there.  You'll also find other useful information, like its current ranking (though that won't mean very much right now, since you've only done a handful of competitions), and a log of its previous matchups.  Feel free to check it out!"
    },
    {
        "tier": 3,
        "title": "Congratulations! You made it to Tier 3!",
        "description": "At this point, you might be wondering just how many of these matchups you'll need to do before the site figures things out.  I don't have a precise answer, but if I had to give an estimate, it would be once you reach tier 9, which will be at 10,000 selections.  But don't fret!  Firstly, this isn't an all-or-nothing ordeal.  The more selections you make, the more accurate the ordering will become.  So if you decide to call it quits halfway through, you'll still have some good data on how much you like each Pokémon.  You can also put this down whenever you want and pick it up later: all your work will be saved automatically."
    },
    {
        "tier": 4,
        "title": "Congratulations! You made it to Tier 4!",
        "description": "If it's starting to feel a bit like a grind, don't be afraid to go with your gut reaction!  You don't need to be super consistent when choosing which Pokémon you prefer.  In fact, you're expected to be a little bit inconsistent.  It should all even out in the long-run, so feel free to let your brain go on autopilot for a bit for the next several clicks.  Maybe even challenge yourself to spend only one second on each decision.  You'll be given a reward at the next tier, so keep at it!"
    },
    {
        "tier": 5,
        "title": "Congratulations! You made it to Tier 5!",
        "description": "Alright, you've made 500 selections!  As a reward, you can now see the leaderboard!  It shows your top ten highest rated Pokémon at the current moment.  Since you're still in the early stages of selecting (you haven't even seen all the Pokémon yet!), the leaderboard won't look very refined right now.  As you continue, though, you should expect some of your favorites to bubble towards the top."
    },
    {
        "tier": 6,
        "title": "Congratulations! You made it to Tier 6!",
        "description": "1000 matchups!  Nice!  At this point, each Pokémon should have been selected on average about twice, but in reality, some probably got selected three or four times, and some still might not have been picked yet.  Your leaderboard probably still looks awkward, with quite a few tied ratings.  As you work towards the next tier, that will change: the leaderboard should start maturing, with each Pokémon taking a unique rating.  You've probably noticed by now that the decisions are starting to get harder and harder.  That's no accident: the site likes to pit up Pokémon that are closely rated to each other."
    },
    {
        "tier": 7,
        "title": "Congratulations! You made it to Tier 7!",
        "description": "You've completed 2000 matchups!  That takes some serious dedication, so good job!  Your top 10 list on your leaderboard may not be your exact top 10, but at this point, it ought to be populated with Pokémon you really like.  At this point, every Pokémon should have gotten chosen at least once, and most should have gotten chosen at least three times.  As you approach the next tier, your leaderboard will finally start looking the way you think it should.  Your absolute favorites will start vying for positions in the leaderboard, and you'll wish that there were more than 10 spots."
    },
    {
        "tier": 8,
        "title": "Congratulations! You made it to Tier 8!",
        "description": "You just reached 5000 matchups, and I couldn't be more proud of you!  If you're really up to the task, do 5000 more matchups to get to tier 9.  Most of the remaining irregularities will iron themselves out during this second half, and your journey will come to an end.  But you've already given this site enough data for it to have a pretty good idea of what you like and don't like."
    },
    {
        "tier": 9,
        "title": "Congratulations! You made it to Tier 9!",
        "description": "You've passed the gauntlet.  You've made 10,000 matchups.  At this point, every Pokémon should have participated in about 20 matchups, which is ample opportunity for each one to demonstrate where they fall in your rankings.  You're free to keep doing matchups to your heart's content, but at this point, it should look pretty good."
    }
]